cask_args appdir: '/Applications'

tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'homebrew/bundle'
tap 'neovim/neovim' 


brew 'libpng'
brew 'libtool'
brew 'vim'
brew 'wget'
brew 'youtube-dl'
brew 'zsh'
brew 'tmux'
brew 'mobile-shell'
brew 'neovim' 
brew 'elixir'
brew 'nvm'
brew 'reattach-to-user-namespace'
cask 'dropbox'
cask 'google-chrome'
cask 'imageoptim'
cask 'licecap'
cask 'sketch'
cask 'the-unarchiver'
cask 'atom'
cask 'macdown'
cask 'transmission'
cask 'vlc'
cask 'sublime-text'
cask 'iterm2'
cask 'spotify'
