cask_args appdir: '/Applications'

tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'homebrew/bundle'
tap 'nickolasburr/pfa'


brew 'node'
brew 'go'
brew 'yabai'
brew 'skhd'
brew 'libpng'
brew 'libtool'
brew 'vim'
brew 'wget'
brew 'nnn'
brew 'fzf'
brew 'fd'
brew 'youtube-dl'
brew 'tmux'
brew 'ripgrep'
brew 'mobile-shell'
brew 'aria2'
brew 'git'
brew 'httpie'
brew 'sqlite'
brew 'nginx'
cask 'alacritty'
