cask_args appdir: '/Applications'

tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'homebrew/bundle'
tap 'nickolasburr/pfa'

brew 'sc-im'
brew 'libpng'
brew 'libtool'
brew 'vim'
brew 'wget'
brew 'nnn'
brew 'fzf'
brew 'fd'
brew 'youtube-dl'
brew 'zsh'
brew 'tmux'
brew 'ripgrep'
brew 'mobile-shell'
brew 'aria2'
brew 'git'
brew 'httpie'
brew 'sqlite'
brew 'nginx'
brew 'nvm'
brew 'reattach-to-user-namespace'
cask 'dropbox'
cask 'google-chrome'
cask 'imageoptim'
cask 'licecap'
cask 'sketch'
cask 'the-unarchiver'
cask 'vlc'
cask 'spotify'
cask 'filezilla'
